{
  "Fa": {
    "home": "خانه",
    "aboutMe": "درباره من",
    "skills": "مهارت ها",
    "tools": "ابزار ها",
    "gallery": "گالری پروژه ها",
    "contact": "ارتباط با من",
    "homeContent": "جایی که داستان من شروع شد",
    "aboutTitle": "با من بیشتر آشنا شو",
    "aboutContent": "امیرعلی هستم. یک گیک، وب دولوپر، علاقه مند به لینوکس و نرم افزار آزاد، برنامه نویس سخت افزار و نرم افزار و عاشق یادگیری و به اشتراک گذاشتن چیز‌ها. همچنین فعال در حوزه [ دیزاین UI & UX ،هوش مصنوعی ،امنیت، اینترنت اشیاء، گجت ها، موبایل، کامپیوتر و لپتاپ ] و یکی از اعضای تیم زیکادو. تقریبا مسلط به زبان انگلیسی. از کار های چالش برانگیز مثل نصب و توسعه کاستوم رام برای گوشی های اندرویدی و نصب هکینتاش خوشم میاد و سعی میکنم چیز های زیادی از طریق حل مشکلات و چالش های این کار ها یاد بگیرم.",
    "downloadCv": "دانلود رزومه",
    "skillsTitle": "مهارت های من شامل چه چیزایی میشه؟",
    "skillsSubTitle": "مهارت های من",
    "skillsContent": "برای اینکه بتونم ایده های توی ذهنم رو به واقعیت تبدیل کنم باید چیزهای مختلف زیادی یاد میگرفتم که هنوزم تموم نشده و ادامه داره :)",
    "contactTitle": "میخوای باهام صحبت کنی؟",
    "contactContent": "اگه فکر میکنی پروژه ای تو ذهنت داری که ممکنه ازش خوشم بیاد یا باهام کاری داشتی فقط کافیه فرمو پر کنی تا باهام صحبت کنی یا میتونی تو یکی از شبکه های اجتماعی پیام بدی.",
    "email": "ایمیل",
    "linkedin": "لینکدین",
    "instagram": "اینستاگرام",
    "telegram": "تلگرام",
    "github": "گیت هاب",
    "nameLastName": "نام و نام خانوادگی",
    "nameLastNamePlaceHolder": "فلانی فلانیان",
    "emailPlaceHolder": "felani@mail.com",
    "phoneNumber": "شماره تماس",
    "phoneNumberPlaceHolder": "09123456789",
    "message": "متن پیام",
    "messagePlaceHolder": "هنوز که چیزی ننوشتی...",
    "footerContent": "با کلیک بر روی این متن میتونید در توسعه این وبسایت مشارکت کنید"
  },
  "En": {
    "home": "Home",
    "aboutMe": "About Me",
    "skills": "Skills",
    "tools": "Tools",
    "gallery": "Projects Gallery",
    "contact": "Contact Me",
    "homeContent": "Where my story began",
    "aboutTitle": "Get to know me more",
    "aboutContent": "I am Amirali, a geek, web developer, interested in Linux and open-source software, hardware and software programmer, passionate about learning and sharing things. I am also active in the field of [UI & UX design, artificial intelligence, security, Internet of Things, gadgets, mobile, computer and laptop] and a member of the Zikadoo team. Almost fluent in English. I enjoy challenging tasks like installing and developing custom ROMs for Android phones and installing Hackintosh, and I try to learn a lot through solving problems and challenges of these tasks.",
    "downloadCv": "Download Cv",

    "skillsTitle": "What skills do I have?",
    "skillsSubTitle": "My skills",
    "skillsContent": "To bring the ideas in my mind to reality, I had to learn many different things that are still ongoing and continuing :)",
    "contactTitle": "Do you want to talk to me?",
    "contactContent": "If you think you have a project in mind that I might like or if you have work with me, just fill out the form to talk to me or you can message me on one of the social networks.",
    "email": "Email",
    "linkedin": "LinkedIn",
    "instagram": "Instagram",
    "telegram": "Telegram",
    "github": "GitHub",
    "nameLastName": "Name and Last Name",
    "nameLastNamePlaceHolder": "John Doe",
    "emailPlaceHolder": "johndoe@mail.com",
    "phoneNumber": "Phone Number",
    "phoneNumberPlaceHolder": "09123456789",
    "message": "Message",
    "messagePlaceHolder": "You haven't written anything yet...",
    "footerContent": "By clicking on this text, you can participate in the development of this website"
  },
  "Ger": {
    "home": "Zuhause",
    "aboutMe": "Über mich",
    "skills": "Fähigkeiten",
    "tools": "Werkzeug",
    "gallery": "Projektgalerie",
    "contact": "Kontaktiere mich",
    "homeContent": "Wo meine Geschichte begann",
    "aboutTitle": "Lerne mich besser kennen",
    "aboutContent": "Ich bin Amirali, ein Geek, Webentwickler, interessiert an Linux und Open-Source-Software, Hardware- und Softwareprogrammierer, leidenschaftlich daran, Dinge zu lernen und zu teilen. Ich bin auch aktiv auf dem Gebiet [UI & UX Design, künstliche Intelligenz, Sicherheit, Internet der Dinge, Gadgets, Mobilgeräte, Computer und Laptop] und ein Mitglied des Zikadoo-Teams. Fast fließend in Englisch. Ich genieße herausfordernde Aufgaben wie das Installieren und Entwickeln von benutzerdefinierten ROMs für Android-Telefone und das Installieren von Hackintosh, und ich versuche viel zu lernen, indem ich Probleme und Herausforderungen dieser Aufgaben löse.",
    "downloadCv": "Lebenslauf herunterladen",
    "skillsTitle": "Welche Fähigkeiten habe ich?",
    "skillsSubTitle": "meine Fähigkeiten",
    "skillsContent": "Um die Ideen in meinem Kopf in die Realität umzusetzen, musste ich viele verschiedene Dinge lernen, die noch im Gange sind und weitergehen :)",
    "contactTitle": "Möchtest du mit mir sprechen?",
    "contactContent": "Wenn du denkst, dass du ein Projekt im Kopf hast, das mir gefallen könnte, oder wenn du mit mir arbeiten möchtest, fülle einfach das Formular aus, um mit mir zu sprechen, oder du kannst mir in einem der sozialen Netzwerke eine Nachricht senden.",
    "email": "E-Mail",
    "linkedin": "LinkedIn",
    "instagram": "Instagram",
    "telegram": "Telegram",
    "github": "GitHub",
    "nameLastName": "Vor- und Nachname",
    "nameLastNamePlaceHolder": "Max Mustermann",
    "emailPlaceHolder": "max.mustermann@mail.de",
    "phoneNumber": "Telefonnummer",
    "phoneNumberPlaceHolder": "09123456789",
    "message": "Nachricht",
    "messagePlaceHolder": "Du hast noch nichts geschrieben...",
    "footerContent": "Durch Klicken auf diesen Text können Sie sich an der Entwicklung dieser Website beteiligen"
  }
}
